---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MassDataSlab
source: html/2f9d4380-2db4-52a9-5001-f726a64d47ca.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MassDataSlab Property

"Slab"

## Syntax (C#)
```csharp
public static ForgeTypeId MassDataSlab { get; }
```